Repository: rottenpants466/yishu
Catalog: po/extra/*.po
Languages: pt

source: A bespoke and simple Todo.txt client
pt: Um cliente Todo.txt à sua medida e simples

source: Write a to-do list that will be easy to sync with most known Todo.txt clients
pt: Escreva uma lista "a fazer" que vai ser simples sincronizar com a maioria dos clientes Todo.txt conhecidos

source: Quit anytime with the shortcut Ctrl + Q
pt: Saía em qualquer altura com o atalho Ctrl + Q

source: Easily shareable with other Todo.txt clients on other platforms
pt: É facilmente partilhável com outros clientes Todo.txt noutras plataformas

source: Release: Zeit and Temps
pt: Lançamento: Zeit e Temps

source: German and French translations.
pt: Traduções Alemãs e Francesas.

source: Release: Search &amp; Blues
pt: Lançamento: Procurar &amp; Azuis

source: NEW: Search your tasks.
pt: NOVO: Procurar as suas tarefas.

source: FIX: Task folder is properly saved now.
pt: Correção: Pasta de tarefas é agora gravada corretamente.

source: Release: Juno Offering
pt: Lançamento: Oferta Juno

source: Juno update.
pt: Atualização Juno.

source: Release: Flute Playing at an Temple
pt: Lançamento: Tocar Flauta num Templo

source: Fixed retaining a list open on close and also adding tasks correctly to a list.
pt: Corrigida a lista que se mantinha-se aberta ao fechar e também o adicionar correto de tarefas a uma lista.

source: Release: Water Painting a Picture
pt: Lançamento: Água a Pintar uma Imagem

source: Fixed internal GTK deprecations so the app doesn't complain about unused things.
pt: Corrigidas deprecações internas do GTK para que a aplicação não reclame de coisas não usadas.

source: New icon that improves on the old one.
pt: Novo ícone que melhora o antigo.

source: Release: Rest Easy and Calligraphy
pt: Lançamento: Descanse com Calma e Caligrafia

source: Added a preferences dialog with a setting to where to save the todo.txt file.
pt: Adicionado um dialogo de preferências com uma definição de onde gravar o ficheiro todo.txt.

source: Release: Bamboo Shoots in the Sand
pt: Lançamento: Rebentos de Bambu Na Areia

source: Added the option to create new todo.txt files on welcome.
pt: Adicionada a opção para criar um novo ficheiro todo.txt no bem vindo.

source: Release: A Tree Waving in the Wind
pt: Lançamento: Uma Árvore a Oscilar com o Vento

source: Fixed minor things for the AppCenter review.
pt: Correção de coisas pequenas para a análise no Centro de Aplicações.

source: Release: A River Crossing
pt: Lançamento: Travessia do Rio

source: First release.
pt: Lançamento inicial.
